[
  {
    "src": "https://photographylife.com/wp-content/uploads/2015/07/DP2M0153c-1536x1024.jpg",
    "title": "Mysore Palace/Amba Vilas Palace",
    "description": "Mysore Palace, also known as Amba Vilas Palace, is a magnificent royal residence located in Mysore, Karnataka, India. This architectural marvel seamlessly blends Hindu, Muslim, Rajput, and Gothic styles, featuring domes, turrets, arches, and colonnades. The palace serves as the official residence of the Wadiyar dynasty and houses two durbar halls, courtyards, gardens, and an exquisite collection of artwork and artifacts.​ As of March 2025, Mysore Palace is open to visitors daily from 10:00 AM to 5:30 PM. The palace is illuminated every Sunday and on public holidays from 7:00 PM to 7:45 PM. Additionally, a sound and light show is conducted every evening from 7:00 PM to 8:00 PM, except on Sundays and public holidays. Please note that these timings are subject to change, so it's advisable to verify the schedule before planning your visit.",
    "link": "https://maps.app.goo.gl/67gySQagBXT1pCuY7"
  },
  {
    "src": "https://www.deccan-heritage-foundation.org/wp-content/uploads/2023/06/dd5cba3d-10d6-5e53-428d-2f84fe0fe4f9-1536x1198.jpg",
    "title": "Jayalakshmi Vilas Palace",
    "description": "Mysore Palace, also known as Amba Vilas Palace, is a magnificent historical royal residence located in Mysore, Karnataka. Once the official residence of the Wadiyar dynasty and the seat of the Kingdom of Mysore, the palace is renowned for its Indo-Saracenic architecture, which beautifully blends Hindu, Muslim, Rajput, and Gothic styles. The three-story structure, built between 1897 and 1912, features gray granite, deep pink marble domes, and intricately designed towers. The central tower, adorned with a gilded dome, stands at 145 feet, making it an iconic landmark. Surrounded by expansive gardens, the palace complex also houses twelve Hindu temples, some dating back to the 14th century. The palace is open to visitors daily from 10:00 AM to 5:30 PM, with an entry fee of ₹70 for adults, ₹30 for children aged 10 to 18, and ₹10 for students on study tours. On Sundays and public holidays, the palace is illuminated between 7:00 PM and 8:00 PM, offering a breathtaking view of its grandeur. Additionally, a 45-minute sound and light show is conducted on weekdays at 7:00 PM, with Kannada narrations from Monday to Wednesday and English narrations from Thursday to Saturday. Visitors should check the official Mysore Palace website for any updates on timings and fees before planning their visit.",
    "link": "https://maps.app.goo.gl/jSUW8prfgzoXWenP7"
  },
  {
    "src": "https://tripthentic.com/wp-content/uploads/lalitha-mahal-palace-mysore.jpg",
    "title": "Lalitha Mahal Palace",
    "description": "Lalitha Mahal Palace, situated near the Chamundi Hills in Mysore, Karnataka, is the city's second-largest palace, following Mysore Palace. Constructed in 1921 by Maharaja Krishnaraja Wodeyar IV, it was initially intended to host distinguished guests, notably the Viceroy of India. The palace's architecture is inspired by St. Paul's Cathedral in London, showcasing a Renaissance style with a central dome, double-columned facades, and expansive gardens. Its pristine white exterior and opulent interiors, adorned with Belgian crystal chandeliers, Italian marble floors, and ornate furniture, reflect the grandeur of the Wodeyar dynasty. Today, Lalitha Mahal Palace functions as a heritage hotel, offering visitors a glimpse into royal luxury. Guests can experience the regal ambiance by staying in the palace, dining in its grand ballroom, or simply touring the premises. The palace is open to visitors daily from 10:00 AM to 6:00 PM, with an entry fee of ₹100 per person. Please note that these timings and fees are subject to change; it's advisable to check the official Lalitha Mahal Palace Hotel website or contact local authorities for the most current information before planning your visit.",
    "link": "https://maps.app.goo.gl/ZfLDnzZokCLYuruX9"
  },
  {
    "src": "https://tripthentic.com/wp-content/uploads/gumbaz-tomb-of-tipu-sultan-srirangapatna.jpg",
    "title": "Tombs of Tipu Sultan and Hyder Ali/ Gumbaz",
    "description": "The Gumbaz in Srirangapatna, Karnataka, is a grand mausoleum that serves as the final resting place of Tipu Sultan, his father Hyder Ali, and his mother Fakhr-Un-Nisa. Built between 1782 and 1784 by Tipu Sultan as a tribute to his father, the structure is an excellent example of Persian architecture, featuring a massive dome, black granite pillars, intricately carved lattice windows, and elegant arches. The walls are adorned with Tipu Sultan’s famous tiger stripe motifs, symbolizing his bravery and resistance against British rule. The tombs are placed on an elevated platform, surrounded by a beautifully maintained garden, enhancing the monument’s solemn grandeur. Within the complex is the Masjid-E-Aqsa, a mosque built by Tipu Sultan, further adding to the historical significance of the site. The Gumbaz is open daily from 8:00 AM to 6:30 PM, and visitors can explore the site for free, though a parking fee of ₹30 is applicable for vehicles. The peaceful ambiance and architectural beauty of the Gumbaz make it a must-visit for history enthusiasts and admirers of Indo-Islamic architecture. It is advisable to check for any changes in timings before planning a visit.",
    "link": "https://maps.app.goo.gl/ZfLDnzZokCLYuruX9"
  },
  {
    "src": "https://www.holidify.com/images/cmsuploads/compressed/Temple_at_Somnathpur_20180317143032.jpg",
    "title": "Somnathpur Temple/ Chennakesava Temple",
    "description": "The Chennakesava Temple, also known as the Keshava Temple, is an exquisite example of Hoysala architecture located in Somanathapura, Karnataka, about 35 kilometers from Mysuru. Built in 1258 CE by Somanatha Dandanayaka, a general under Hoysala King Narasimha III, the temple stands as a testament to the artistic brilliance of the Hoysala dynasty. Enclosed within a walled courtyard, the temple features a pillared corridor lined with small shrines and a central star-shaped platform housing three sanctums dedicated to different forms of Lord Vishnu—Keshava (now missing), Janardhana, and Venugopala. The sanctums are interconnected by a beautifully carved hall supported by intricately sculpted pillars and ceilings. The temple's outer walls are adorned with detailed friezes depicting scenes from Hindu epics like the Ramayana, Mahabharata, and Bhagavata Purana, showcasing the exceptional craftsmanship of Hoysala artisans. Open daily from 9:00 AM to 5:30 PM, the temple has an entry fee of ₹5 for Indian visitors and ₹100 for foreign tourists, with an additional ₹25 charge for video cameras. As these details may be subject to change, visitors are advised to check for updates before planning their visit.",
    "link": "https://maps.app.goo.gl/3zmBBKaYCpUXFGqP7"
  },
  {
    "src": "https://i0.wp.com/hegdetravelphotos.com/wp-content/uploads/2020/12/img_20190716_133608-1.jpg?ssl=1",
    "title": "Bylakuppe Buddhist Golden Temple/ Namdroling Monastery",
    "description": "Namdroling Monastery, also known as the Golden Temple, is a significant Tibetan Buddhist monastery located in Bylakuppe, Karnataka, about 35 kilometers from Madikeri. Established in 1963 by Kyabje Drubwang Padma Norbu Rinpoche (Penor Rinpoche), the 11th throneholder of the Palyul lineage, the monastery has become one of the largest and most important centers of the Nyingma tradition of Tibetan Buddhism. The monastery complex is home to a vibrant community of over 5,000 monks and nuns and features a religious college (shedra) where advanced Buddhist studies are taught, a hospital, and a junior high school named Yeshe Wodsal Sherab Raldri Ling. The Golden Temple is the focal point of the monastery, housing three enormous golden statues of the Buddha, attracting both devotees and tourists alike. Visitors can observe the peaceful and meditative atmosphere, especially during prayer rituals. The monastery is open daily from 6:00 AM to 7:00 PM, with no entry fee. While photography is allowed, visitors are expected to dress modestly and respect the sacred environment. As guidelines and timings may change, it’s a good idea to check the current details before planning a visit.",
    "link": "https://maps.app.goo.gl/ehbhn6dqdJKKjCaX9"
  }
]
