[
  {
    "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Brindavan_Gardens.JPG/1199px-Brindavan_Gardens.JPG",
    "title": "Brindavan Gardens",
    "description": "Brindavan Gardens, located near the Krishnarajasagara Dam in Mandya District, Karnataka, is a sprawling 60-acre terraced garden renowned for its symmetric design, illuminated fountains, and vibrant flowerbeds. Established in 1932, the garden attracts over 2 million visitors annually, offering attractions such as musical fountain shows, boating facilities, and children's play areas. The garden is open daily from 6:00 AM to 8:00 PM, with extended hours until 9:00 PM on weekends. Musical fountain shows are held after sunset, typically between 6:30 PM and 7:30 PM on weekdays, and from 6:30 PM to 8:30 PM on weekends. Entry fees are ₹15 for adults and ₹5 for children aged 5 to 10 years. Visitors are advised to check the latest timings and fees before planning their visit, as these are subject to change.​"
  },
  {
    "src": "https://tripthentic.com/wp-content/uploads/karanji-lake-mysore-.jpg",
    "title": "Karanji Lake",
    "description": "Karanji Lake, located in Mysore, Karnataka, is a tranquil 90-acre water body known for its rich biodiversity and recreational offerings. Situated at the base of the Chamundi Hills, the lake is home to over 147 bird species, making it a popular spot for birdwatching. The area also features India's largest walk-through aviary, providing visitors an immersive experience with various bird species. Other attractions include a butterfly park, boating facilities, and a children's play area, making it a family-friendly destination. The lake is open daily from 8:30 AM to 5:30 PM, except on Tuesdays, with entry fees of ₹10 for adults, ₹5 for children, and ₹5 for senior citizens. Photography is allowed with a nominal fee, and boating is available for ₹25 for adults and ₹15 for children. Visitors are encouraged to dress modestly and respect the natural environment. As fees and timings may vary, it's advisable to check the current details before planning a visit."
  },
  {
    "src": "https://static.vecteezy.com/system/resources/previews/025/043/287/non_2x/tranquil-japanese-garden-filled-with-autumn-growth-generated-by-ai-free-photo.jpg",
    "title": "Bonsai Garden",
    "description": "Kishkindha Moolika Bonsai Garden, located within the Sri Ganapathy Sachchidananda Ashram in Mysore, Karnataka, spans over 4 acres and houses an exquisite collection of more than 450 meticulously shaped miniature trees. Established in 1986 under the guidance of Sri Swamiji, the garden is divided into thematic sections such as Nakshatra Vana, Rashi Vana, Raga Vana, Saptarishi Vana, and Panchayatana Vana, each representing different facets of Indian astrology, music, and spirituality. The serene environment, enhanced by statues and a flowing stream, offers visitors a tranquil retreat. The garden is open from Thursday to Tuesday, with visiting hours from 9:30 AM to 12:30 PM and 3:30 PM to 5:30 PM; it remains closed on Wednesdays. An entry fee of ₹25 is charged for visitors above the age of 10. As operating hours and fees may change, it's advisable to verify current information before planning your visit"
  },
  {
    "src": "https://www.holidify.com/images/cmsuploads/compressed/IMG_20180303_164135760_HDR_20180307104333.jpg",
    "title": "Shuka Vana",
    "description": "Shuka Vana, located within the Sri Ganapathy Sachchidananda Ashram in Mysore, Karnataka, is a renowned aviary and rehabilitation center for birds. Established by Sri Ganapathy Sachchidananda Swamiji, the sanctuary spans approximately one acre and houses over 2,000 birds representing more than 450 species, including numerous rare and exotic parrots from around the world. The aviary serves as a refuge for injured, abused, and abandoned birds, emphasizing conservation and education. Visitors can experience an immersive environment where birds fly freely within the expansive enclosure. Shuka Vana is open from Thursday to Tuesday, with visiting hours from 9:30 AM to 12:30 PM and 3:30 PM to 5:30 PM; it remains closed on Wednesdays. Entry is free of charge. While photography and mobile phones are generally prohibited inside the aviary to ensure the well-being of the birds, the facility offers professional photography services for visitors wishing to capture their experience. As operating hours and guidelines may change, it's advisable to verify current information before planning your visit. "
  },
  {
    "src": "https://www.hlimg.com/images/things2do/738X538/sdcc_1556193776-561e.jpg",
    "title": "Lingambudhi Park",
    "description": "Lingambudhi Park, situated on the northeastern side of Lingambudhi Lake in Mysore, Karnataka, is a serene natural haven known for its lush greenery and rich biodiversity. The park is characterized by dense bamboo groves and a variety of indigenous flora, making it a popular spot for nature enthusiasts, walkers, and birdwatchers. Visitors can enjoy leisurely walks along the well-marked trails that wind through the park, offering glimpses of various bird species and tranquil lake views. The park is open daily from 5:15 AM to 10:30 AM and from 4:15 PM to 7:00 PM, and there is no entry fee, allowing guests free access to its natural beauty. Amenities such as stone benches are available for those wishing to rest and soak in the peaceful surroundings. While the park does not offer recreational activities like boating to preserve its calm environment, it provides ample opportunities for photography, nature walks, and quiet contemplation. Given its proximity to Mysore city, approximately 10 kilometers from the railway station, Lingambudhi Park serves as a convenient and refreshing escape from urban life."
  },
  {
    "src": "https://picfiles.alphacoders.com/267/thumb-1920-267324.jpg",
    "title": "Javaregowda Park",
    "description": "Javaregowda Park, situated in the Saraswathipuram area of Mysore, Karnataka, is a verdant oasis renowned for its well-maintained lawns, diverse flora, and tranquil ambiance. Named in honor of Dr. D. Javaregowda, a celebrated Kannada poet and educationist, the park spans a substantial area, offering visitors a serene environment ideal for jogging, meditation, yoga, and leisurely walks along its winding pathways. Families are particularly drawn to the dedicated children's play area, equipped with swings, seesaws, and other engaging play structures. The park also features picturesque water bodies and fountains, enhancing its aesthetic appeal and providing a habitat for various bird species, making it a delightful spot for birdwatching enthusiasts. Open daily from 5:00 AM to 10:00 PM, Javaregowda Park provides a refreshing retreat from the city's hustle and bustle. Visitors are encouraged to respect the natural surroundings by maintaining cleanliness and adhering to park regulations. As operating hours and amenities may change, it's advisable to verify current information before planning your visit."
  },
  {
    "src": "https://theindiantribal.com/wp-content/uploads/2021/11/17-1.jpg",
    "title": "Freedom Fighter's Park",
    "description": "Freedom Fighter's Park, also known as Subbarayanakere Park, is a public park located in the Chamrajapura locality of Mysore, Karnataka, approximately 2 kilometers from Mysore Railway Station. Established to commemorate the 'Mysore Chalo' movement, a significant event in the region's history that led to the establishment of a democratic government in 1947, the park features statues of prominent freedom fighters, including Mahatma Gandhi. Spanning a substantial area, it boasts lush green lawns, vibrant flower beds, and designated spaces for yoga and meditation. A separate play area equipped with swings and slides caters to children, making it a family-friendly destination. The park is open daily from 7:00 AM to 6:30 PM, with no entry fee for visitors. Its tranquil environment and historical significance make it an ideal spot for relaxation, leisurely walks, and reflection on India's journey to independence."
  }
]
