[
  {
    "src": "https://i0.wp.com/www.global-gallivanting.com/wp-content/uploads/2015/09/IMG_20150907_100733.jpg?resize=900%2C900",
    "title": "Devaraja Market",
    "description": "Devaraja Market, situated along Sayyaji Rao Road in Mysore, Karnataka, is a historic marketplace that has been a vibrant center of commerce for over a century. Established during the reign of the Wodeyars, the market spans approximately 3 acres and houses over 800 shops, offering a diverse array of goods. Visitors can explore sections dedicated to fresh produce, fragrant flowers, traditional spices, and local handicrafts, including intricately carved sandalwood items and Mysore silk sarees. The market's bustling atmosphere, characterized by its colorful stalls and the rich aroma of spices and flowers, provides an immersive cultural experience. Operating daily from 6:00 AM to 9:30 PM, Devaraja Market invites both locals and tourists to engage in its lively trade and savor the essence of Mysorean heritage. "
  },
  {
    "src": "https://www.explorebees.com/uploads/Cauvery%20Emporium.jpg",
    "title": "Cauvery Emporium in Mysore",
    "description": "Cauvery Handicrafts Emporium, located on Sayyaji Rao Road in Mysore, Karnataka, is a government-run establishment dedicated to preserving and promoting the state's rich heritage of traditional crafts. The emporium offers an extensive array of authentic Karnataka handicrafts, including intricately carved sandalwood sculptures, rosewood inlay work, traditional Mysore paintings, and exquisite jewelry. These handcrafted items reflect the exceptional skill and artistry of local artisans, making the emporium a favored destination for both tourists and locals seeking genuine souvenirs and cultural artifacts. The store operates daily from 10:30 AM to 8:00 PM, providing ample time for visitors to explore its diverse collection. For those unable to visit in person, Cauvery Handicrafts Emporium also offers an online shopping platform, ensuring wider accessibility to its products. As operating hours and product availability may vary, it's advisable to consult the official website or contact the emporium directly before planning your visit."
  },
  {
    "src": "https://mallofmysore.com/storage/sliderimages/1618553447slider1.jpg",
    "title": "Mall of Mysore",
    "description": "Mall of Mysore, situated on MG Road in Mysore, Karnataka, is the city's premier retail and entertainment destination. Opened in 2011, the mall spans approximately 262,000 square feet and houses over 80 stores, featuring renowned anchor tenants such as Shoppers Stop, Pantaloons, Unlimited, and Reliance Digital. Visitors can indulge in a diverse shopping experience, explore a variety of dining options at the food court, and enjoy entertainment facilities including a four-screen INOX multiplex cinema, a bowling alley, and an arcade managed by the Smash group. Adjacent to the Radisson Blu Plaza Hotel and in close proximity to landmarks like the Mysore Racecourse and Mysore Zoo, the mall offers a blend of traditional architecture with modern design elements, reflecting the cultural heritage of Mysore. Mall of Mysore operates daily from 10:00 AM to 10:00 PM. For the latest information on events, promotions, and store listings, visitors are encouraged to consult the mall's official website or contact the management directly."
  },
  {
    "src": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0d/4f/b9/08/photo0jpg.jpg?w=1200&h=1200&s=1",
    "title": "Garuda Mall",
    "description": "Garuda Mall, located in the heart of Mysore near the Central Bus Station and in proximity to Devaraja Market, is a prominent shopping and entertainment destination in the city. Inaugurated in 2013, this expansive mall houses a diverse range of national and international brands, offering shoppers a variety of options in apparel, electronics, and lifestyle products. Beyond retail, Garuda Mall features a well-equipped food court serving a wide array of cuisines, catering to diverse culinary preferences. For entertainment, the mall boasts a PVR multiplex cinema, providing movie enthusiasts with a premium viewing experience. Additionally, various entertainment and activity centers within the mall ensure a lively atmosphere for visitors of all ages. The mall operates daily from 10:00 AM to 10:00 PM, offering ample time for shopping, dining, and leisure activities. Given its central location and comprehensive facilities, Garuda Mall serves as a one-stop destination for both locals and tourists seeking a blend of shopping, entertainment, and culinary delights in Mysore."
  },
  {
    "src": "https://static-blog.treebo.com/wp-content/uploads/2018/04/Ashoka-Road-.jpg",
    "title": "Ashoka Road",
    "description": "Ashoka Road, located in the heart of Mysore, Karnataka, is a historically significant thoroughfare that has evolved into a bustling commercial hub. Stretching from the vicinity of Mysore Palace to Bannimantap, this road was once part of the grand route for the Dasara procession, symbolizing its royal heritage. Today, Ashoka Road is renowned for its vibrant wholesale markets, offering a diverse array of goods ranging from textiles to electronics, making it a favored destination for both locals and visitors seeking competitive prices. The area is also home to notable landmarks, including the historic Masjid-e-Azam, constructed in 1925, which stands as a testament to the city's rich architectural legacy. Despite its commercial prominence, certain sections of Ashoka Road have faced challenges related to infrastructure and maintenance, leading to concerns among commuters and business owners. Nevertheless, the road remains a vital artery in Mysore's urban landscape, reflecting the city's dynamic blend of historical significance and modern-day commerce."
  }
]
