[
  {
    "src": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/4b/d9/86/mysore-sand-sculpture.jpg?w=1800&h=1000&s=1",
    "title": "Mysore Sand Sculpture Museum",
    "description": "The Mysore Sand Sculpture Museum is a unique open-air museum in Mysore, Karnataka, showcasing breathtaking sand art. Created using over 100 truckloads of sand, the museum features around 150 intricate sculptures, covering themes like Indian mythology, wildlife, fairy tales, historical figures, and cultural heritage. Some of the most striking sculptures include representations of Ganesha, Goddess Chamundeshwari, the Dasara festival, and even global icons like Santa Claus and Michael Jackson. The museum is open daily from 8:30 AM to 6:30 PM, making it an easily accessible attraction for tourists. The entry fee is ₹40 for adults and ₹20 for children, offering an affordable yet fascinating experience. Visitors are requested to respect the delicate sculptures by avoiding direct contact and maintaining cleanliness. The museum provides an artistic and educational experience, making it a must-visit for art lovers, families, and photography enthusiasts.",
    "link": "https://maps.app.goo.gl/NstnLLfzHmFhE7cT8"
  },
  {
    "src": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/eb/5a/b5/railway-museum-mysore.jpg?w=1800&h=-1&s=1",
    "title": "Railway Museum Mysore",
    "description": "The Railway Museum Mysore, established in 1979, is a fascinating destination showcasing India’s railway heritage. Located near Mysore Junction, it features vintage locomotives, royal carriages, signal systems, and a working toy train ride for visitors. Key attractions include the Maharani’s Saloon, steam engines, and a collection of rare photographs depicting the evolution of Indian Railways. The museum is open daily from 10:00 AM to 5:30 PM, except on Tuesdays when it remains closed. The entry fee is ₹50 for adults and ₹20 for children, with additional charges for the toy train ride. Visitors are encouraged to explore the interactive exhibits while respecting museum guidelines. This museum is a must-visit for history buffs, railway enthusiasts, and families.",
    "link": "https://maps.app.goo.gl/4crFZQ6HqrNdpo8B6"
  },
  {
    "src": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/f3/42/ff/img-20181021-113407-edited.jpg?w=1100&h=600&s=1",
    "title": "Sea Shell Museum",
    "description": "The Sea Shell Museum in Mysore is a unique attraction showcasing an extensive collection of rare and exotic sea shells from around the world. The museum features intricately crafted sculptures, decorative items, and marine artifacts made entirely from seashells. It offers visitors an educational and artistic experience, highlighting the beauty of marine life and shell craftsmanship. The museum operates daily from 9:30 AM to 6:30 PM, with a nominal entry fee. Visitors are advised to handle exhibits with care and follow museum guidelines. It is a must-visit for nature lovers, marine enthusiasts, and those interested in unique art forms.",
    "link": "https://maps.app.goo.gl/bXfcQ6fc21VZnLYw7"
  },
  {
    "src": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0e/81/97/e5/outside-view-of-the-palace.jpg?w=1800&h=1000&s=1",
    "title": "Jaganmohan Palace Art Gallery And Auditorium",
    "description": "The Jaganmohan Palace Art Gallery and Auditorium, located in Mysore, is a historic royal palace that now serves as an art gallery and cultural venue. Built in 1861, it houses an extensive collection of paintings, artifacts, and antiques, including works by Raja Ravi Varma, Nicholas Roerich, and traditional Mysore-style paintings. The gallery also showcases rare musical instruments, sculptures, and weapons from the royal era. The palace is open daily from 10:00 AM to 5:30 PM, with an entry fee of ₹75 for adults and ₹40 for children. Visitors are expected to maintain decorum and avoid touching exhibits. It is a must-visit for art lovers, history enthusiasts, and those interested in Karnataka’s royal heritage.",
    "link": "https://maps.app.goo.gl/Q9jrthF3ng3Uoxvo8"
  },
  {
    "src": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/2d/a7/e0/04/maharana-pratap.jpg?w=1400&h=700&s=1",
    "title": "Chamundeshwari Celebrity Wax Museum",
    "description": "The Chamundeshwari Celebrity Wax Museum in Mysore is a unique attraction featuring lifelike wax statues of famous personalities from various fields, including history, politics, sports, and entertainment. Visitors can see wax figures of icons like Mahatma Gandhi, Dr. B.R. Ambedkar, and popular film stars. The museum is open daily from 9:00 AM to 6:00 PM, with a nominal entry fee. Photography is usually allowed, making it a great spot for tourists and families. Visitors are advised to respect the exhibits by not touching the wax figures. It’s a must-visit for those interested in art, pop culture, and celebrity history.",
    "link": "https://maps.app.goo.gl/hp57zJkuKbPQzNJj9"
  },
  {
    "src": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/29/3a/ef/67/caption.jpg?w=1400&h=800&s=1",
    "title": "Regional Museum of Natural History",
    "description": "The Regional Museum of Natural History in Mysore is an educational museum showcasing exhibits on biodiversity, ecology, and conservation. It features life-sized models, fossils, taxidermy specimens, and interactive displays on wildlife, geology, and ecosystems, making it a great learning space for students and nature enthusiasts. The museum is open daily from 10:00 AM to 5:00 PM, except on Mondays and public holidays, with free entry for all visitors. Photography is usually permitted for personal use. Visitors are encouraged to explore the exhibits respectfully and maintain cleanliness. This museum is a must-visit for those interested in environmental science, wildlife, and natural history.",
    "link": "https://maps.app.goo.gl/ZayrCW9h6TrrC5Ee7"
  }
]
