[
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/central-park-jaipur-tourism-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Central Park",
    "description": "Central Park in Jaipur, inaugurated on January 21, 2006, is the city’s largest park, featuring a 5-kilometer jogging and walking track. Maintained by the Jaipur Development Authority, it spans 129 acres and is a popular spot for bird watching, with many migratory and local birds. Key attractions include a musical fountain, stone sculptures, and a 206-foot high National flag, the tallest in India, illuminated at night. The park also hosts early morning yoga sessions and serves as a day picnic spot with restrooms and clean drinking water facilities. The 13 stone statues near the flag represent the constellation Capricornus.\n\nLocation of Central Park Jaipur\nThe Central Park is located near Jaipur’s famous Rambagh golf club and polo ground, right at the heart of the pink city adjacent to the Statue Circle, near S. M. S Hospital.\n\nTimings and Entry Fees of Central Park Jaipur\nThe Central Park is open from 5:00 AM to 9:00 PM. There is no entry fee to enter the park."
  },
  {
    "src": "https://www.holidify.com/images/cmsuploads/compressed/shutterstock_472199032_20191120185158.jpg",
    "title": "Kanak Vrindavan Garden",
    "description": "Kanak Vrindavan Garden is a royal garden located on footsteps of Nahargarh hills near Amber Fort. The garden was built around 280 years ago by Maharaja Sawai Jai Singh. Its layout has been given a blend of Mughal and Rajput architecture. Divided into eight sections, the sprawling garden boasts of the intricate fountain of marble, Parikrama and the exquisite mirror work on the walls of Govind Devji temple built in the premises. The gardens here are often compared with those in Vrindavan where Lord Krishna once lived. There is also a sacred spot inside the garden where several rivers meet. The water in this region is considered to be holy and a temple was built near it to praise Lord Vishnu.\n\nThe Kanak Vrindavan Valley, located at the foot of the Nahargarh hills, is a picturesque garden in Jaipur. It features intricate ‘chhatris’, mirror and ‘jali’ work on the walls of the Govind Deoji temple, and a series of fountains. The garden is divided into eight sections, with the ‘Parikrama’ fountain, carved from a single marble slab, being a highlight. The ‘Garba Griha’ inside the temple complex is adorned with delicate ‘panni’ work. The valley offers stunning views of Jaipur and nearby attractions like Amer Fort and the Dharbawati River. Its scenic beauty has been featured in many Bollywood films.\n\nAddress: Kanak Ghati Road, Jal Mahal, Jaipur, Rajasthan 302002."
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/sisodia-rani-ka-bagh-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Sisodia Rani ka Bagh",
    "description": "Want a piece of Mughal gardens in the pink city of Jaipur? The Sisodia Rani Ka Bagh is your place to be. 10 kilometres from Jaipur, on the Jaipur-Agra highway, Maharaja Sawai Jai built the palace garden as a gift of love for his second queen. The heritage garden is the largest, most interesting, and impressive of all the gardens in Jaipur. Apart from the lush green trees and floral beds, the beautiful Charbagh-styled garden is famous for its multi-layered palace, pavilions, shrines, murals, frescoes, scenic paintings, and fountains. The garden is equally famous among tourists and locals. There are peacocks prowling around the garden quite frequently. The garden has also been a destination for many movie shootings, the most notable of all being the famous movie 'Lamhe' that starred Anil Kapoor and Sri Devi. It is the best place for photography, history, and nature enthusiasts.\n\nTimings and Entry Fees of Sisodia Rani ka Bagh Jaipur\nThe Sisodia Rani Ka Bagh is open all days of the week between 8:00 AM to 5:00 PM. The entry fee is INR 50 for Indian nationals and INR 200 for foreign nationals.\n\nSisodia Rani ka Bagh Jaipur Address: NH 11, Lal Dungri, Jaipur, Rajasthan, 302031, India."
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/vidyadhar-garden-jaipur-tourism-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Vidyadhar Garden",
    "description": "Situated very close to the Sisodia Rani Ka Bagh, on the Jaipur-Agra highway, Vidyadhar Garden in Jaipur is a quaint little place in the heart of the city near Ghat ki Guni. The Vidyadhar garden is one of the best-maintained gardens of Jaipur and is taken care of by the Rajasthan Government. Earlier, the garden used to host quite a few private parties which were eventually banned by the government of Rajasthan to maintain the well-being of the infrastructure and authenticity of the motifs and designs. The most predominant flora here is the Alstonia tree as the garden is filled with them. The garden is the best place to view peacocks and monkeys. Vidyadhar Garden is the best place for nature and art lovers. It is also recommended for bird watchers as there are plenty of immigrant birds that flock here around the winter months.\n\nTimings and Entry Fees of Vidyadhar Garden Jaipur\nThe garden is open between 8:00 AM to 5:30 PM during the day. There is no entry fee during the day.\n\nVidyadhar Garden Jaipur Address: Ghat Ki Guni, Jaipur, Rajasthan, 302017, India."
  },
  {
    "src": "https://jaipurlove.com/wp-content/uploads/2019/02/Smriti-Van-Info.jpg",
    "title": "Kulish Smriti Van",
    "description": "Explore the Serene Wilderness in the Heart of the Pink City. Smriti Van is the perfect place for anyone who wants to explore nature’s beauty in Jaipur. Take out time from your busy life to visit Smriti Van and feel breathtaking biodiversity. The early morning atmosphere of Smriti Van gives you new energy and a chance to explore the pleasant climate, beautiful flowers, and attractive greenery. This is also a great place for couples who want to spend quality time with each other. You can capture your moments by taking pictures in this Van.\n\nThis biodiversity forest spreads over 108 acres, making it an ideal spot for nature lovers, couples, and photographers. Also known as Kulish Smriti Van, it was founded by Rajasthan’s Honorable Chief Minister Vasundhara Raje, funded by Rajasthan Patrika and the Jaipur Development Association. Its foundation was laid on 8th October 2005 and opened to the public two years later.\n\nSections of Smriti Van:\n1. Vasundhara Van\n2. Aravali Van\n3. Java Kusum Van\n4. Vrindavan Van\n5. Dhanvantari Van\n6. Maru Van\n7. Rashtriya Van\n8. Champa Van\n9. Sarovar\n10. Museum\n11. Nursery\n\nTimings: All day, 6 AM to 5 PM\nAddress: Gandhi Nagar, Near RTO Circle, JLN Marg, Jaipur, 302004, Rajasthan, India."
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/ram-niwas-garden-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Ram Niwas Garden",
    "description": "Located opposite Albert Hall Museum, Ram Niwas Garden was built by Maharaja Sawai Ram Singh II in 1868. Built as a famine relief project, the landscaped garden was designed by Colonel Sir Swinton Jacob. Spread across an area of over 30 acres, the garden was initially built on 76 acres of land. The addition of modern and increased facilities for visitors resulted in reducing the garden area to a little over 30 acres.\n\nTimings and Entry Fees of Ram Niwas Garden Jaipur\nEntry Timings: The garden is open from Wednesday to Monday between 9:00 AM to 5:00 PM during winters and 8:30 AM to 5:30 PM during summers. The garden is closed on Tuesdays.\nEntry Fees: The entry fee for Indian tourists is INR 10 and for foreign nationals, the entry fee is INR 100.\n\nRam Niwas Garden Jaipur Address: Jawahar Lal Nehru Marg, Ram Niwas Garden, Ashok Nagar, Jaipur, Rajasthan, 302001, India."
  },
  {
    "src": "https://kishanbagh.jaipurjda.org/wp-content/uploads/2022/11/Home-page-1-1.jpg",
    "title": "Kishan Bagh Sand Dune Park",
    "description": "Jaipur Development Authority restored and rewilded a sprawling set of dunes at the southwestern foot of Nahargarh. Here, we brought back all the plants that one might expect to find if it were truly a natural wilderness. It is called Kishan Bagh Sand Dune Park. The central focus of the Park is the natural shrubland known in Marwari as ‘Roee,’ a native shrubland ‘jungle’ that is unrecognized and unappreciated and often treated as a ‘wasteland.’\n\nThe restoration project was done by a team of ecological restoration practitioners and architects with experience and familiarity with the Thar Desert. The project uniquely reintroduced not only plants but also the micro-organisms essential for habitat restoration. For example, 'inoculating' a degraded habitat with soil from richer habitats brings micro-organisms, seeds of associated species, and minerals essential to new plants.\n\nAddress: 10 A, Sector 8 Main Road, Vidyadhar Nagar, Jaipur, Rajasthan 302039."
  }
]
