[
  {
    "src": "https://cdn.getyourguide.com/img/location/5c69a68456a21.jpeg/49.webp",
    "title": "Nahargarh Biological Park",
    "description": [
      "Nahargarh Biological Park, a part of the Nahargarh sanctuary, is located about 12 km from Jaipur on the Jaipur-Delhi highway. It covers an area of 720 hectares and lies under the Aravalli range. The park is famous for its diverse flora and fauna, aiming to conserve wildlife while serving as an educational and research hub.",
      "Ornithologists can expect to see over 285 species of birds, including the rare white-naped tit, found exclusively in this park. Visitors can explore Ram Sagar, a popular bird-watching spot.",
      "The park also features accommodations such as Ganga Vilas, Gopal Vilas, and Lalit Vilas, formerly hunting lodges of the maharajas.",
      "The Nahargarh Zoological Park houses Asiatic lions, Bengal tigers, panthers, hyenas, wolves, deer, crocodiles, sloth bears, and more.",
      "Opening Hours: March 15 – October 14 (8:30 AM - 5:30 PM), October 15 – March 14 (9:00 AM - 5:00 PM). Closed on Tuesdays.",
      "Ticket Prices: Indian visitors: ₹50 | Foreigners: ₹300 | Students: ₹20 | Car: ₹300 | Motorcycle: ₹30 | Auto-rickshaw: ₹60 | Bus: ₹500 | Camera: ₹200 (Indian), ₹400 (Foreigner) | Video Camera: ₹500 (Indian), ₹1000 (Foreigner).",
      "How to Reach: By Road – 23 km from Ajmeri Gate, accessible by taxis and public transport. By Train – Nearest station is Jaipur (21 km away). By Air – Nearest airport is Jaipur International Airport (29 km away)."
    ]
  },
  {
    "src": "https://www.elefantastic.in/gallery_images/elephantwash.webp",
    "title": "Elefantastic",
    "description": [
      "Padharo sa… Welcome! If you're here, we assume you love elephants too! Elefantastic is an elephant sanctuary in Jaipur that works to improve the welfare of domesticated elephants and raise awareness for their conservation.",
      "Tours begin from ‘The City Palace’ in Jaipur.",
      "Daytime Experience: A 3-hour interactive session where visitors can meet and feed elephants. Price: ₹5500 per person.",
      "Night Stay with Elephants: Enjoy a camp night with these majestic creatures, including dining and star-gazing experiences. Price: ₹11000 per person.",
      "Address: City Palace, Tulsi Marg, Gangori Bazaar, Jaipur 302002, India."
    ]
  },
  {
    "src": "https://jhalanaleopardsafari.com/wp-content/uploads/2023/01/8-Small.png",
    "title": "Jhalana Leopard Safari",
    "description": [
      "Spread across 23 sq km, Jhalana Leopard Safari Park is home to around 30-35 leopards, with 6-7 leopards frequently spotted in the tourism zone.",
      "Located near Jaipur Airport, Jhalana has become a prime destination for leopard sightings. With no major predators competing for survival, leopards here display more confidence, leading to better visibility for visitors.",
      "The park, which has operated safaris since December 2016, also hosts wildlife such as spotted deer, blue bulls, wild boars, and numerous bird species.",
      "India's vast geographical diversity offers an incredible variety of flora and fauna. Jhalana Leopard Safari plays a crucial role in conservation, providing an open habitat for rare and endangered species."
    ]
  }
]
