[
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/amber-amer-fort-jaipur-tourism-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Amer Fort",
    "description": "Amer Fort, also known as Amber Fort, is a majestic fort located in Amer, Rajasthan, India, about 11 kilometers from Jaipur. Constructed in 1592 by Raja Man Singh I, it is renowned for its artistic Hindu-style elements combined with Mughal architecture. The fort is built from red sandstone and marble and features large ramparts, a series of gates, and cobbled paths. Overlooking Maota Lake, the fort was the main source of water for its inhabitants. Amer Fort is divided into four main sections, each with its own courtyard. Key structures include the Diwan-e-Aam (Hall of Public Audience), Diwan-e-Khas (Hall of Private Audience), Sheesh Mahal (Mirror Palace), and Sukh Niwas, where a cool climate is artificially created by winds blowing over a water cascade. The fort served as the residence of Rajput Maharajas and their families and houses the Shila Devi Temple, dedicated to the goddess Shila Devi. The fort is connected to Jaigarh Fort by an underground passage, used as an escape route during wars. In 2013, Amer Fort was declared a UNESCO World Heritage Site as part of the Hill Forts of Rajasthan.",
    "link": "https://maps.app.goo.gl/Y2crvxsSLBCEY7WL9"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/nahargarh-fort-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Nahargarh Fort",
    "description": "Nahargarh Fort, meaning 'Abode of Tigers,' stands on the Aravalli Hills, offering breathtaking views of Jaipur. Built in 1734 by Maharaja Sawai Jai Singh II, the founder of Jaipur, the fort was originally named ‘Sudarshangarh Fort.’ It was designed as a retreat for the royal family rather than a military stronghold. The fort provided shelter to British residents’ wives during the 1857 Indian Mutiny. Over the years, it has undergone renovations, including significant work in 1868. Nahargarh Fort houses attractions such as the Jaipur Wax Museum, Sheesh Mahal, Sculpture Park, and the Royal Gaitor Tombs.",
    "link": "https://maps.app.goo.gl/hcEADsKd7Nte4EUU7"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/jaigarh-fort-jaipur-tourism-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Jaigarh Fort",
    "description": "Jaigarh Fort, also known as the 'Victory Fort,' was built in 1726 by Maharaja Jai Singh II to protect Amer Fort. Positioned atop the Hill of Eagles (Cheel ka Teela), it offers spectacular views of the Aravalli Range and Maota Lake. The fort is famous for its cannon foundry, which produced weapons for the Mughal and Rajput rulers. A key attraction is the Jaivana Cannon, one of the world's largest cannons on wheels. Other highlights include a museum, an armory, and structures such as Diwan-i-Aam, Khilbat Niwas, Diya Burj, and Shubhat Niwas.",
    "link": "https://maps.app.goo.gl/VsLeHJcRwNJrBYA37"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/hawa-mahal-jaipur-entry-fee-timings-holidays-reviews-header-v2.jpg",
    "title": "Hawa Mahal",
    "description": "Hawa Mahal, also known as the 'Palace of Winds,' is a striking five-story palace in Jaipur, built in 1799 by Maharaja Sawai Pratap Singh. Designed by architect Lal Chand Ustad, it features 953 intricately designed jharokhas (windows), which allow cool breezes to flow through, making summers more bearable. The palace was constructed as an extension of the City Palace, adhering to the Purdah system that required royal women to observe the city's activities without being seen. Made of pink and red sandstone, Hawa Mahal remains one of Jaipur's most iconic landmarks.",
    "link": "https://maps.app.goo.gl/bTgCJP6WgB3rVrc88"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/jal-mahal-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Jal Mahal",
    "description": "Jal Mahal, or the 'Water Palace,' is an architectural marvel standing in the middle of Man Sagar Lake. Built in the 18th century, it is attributed to either Maharaja Madho Singh I or Maharaja Sawai Pratap Singh. The palace was used as a hunting lodge for duck shooting rather than a residence. Constructed using red sandstone, it appears to float atop the lake, creating a mesmerizing view. Although visitors are not allowed inside the palace, the area around it offers scenic beauty, street shopping, camel rides, and bird-watching opportunities.",
    "link": "https://maps.app.goo.gl/DkgmzQmkf81pLMpp6"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/gatore-ki-chhatriyan-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Gatore Ki Chhatriyan",
    "description": "Gatore Ki Chhatriyan is a royal cremation site for the Kachwaha dynasty rulers of Jaipur. Maharaja Jai Singh II chose the location in the 18th century, and since 1733, all Kachhwaha rulers except Maharaja Sawai Ishwari Singh have been cremated here. The site features intricately carved cenotaphs that serve as memorials for Jaipur’s former kings. It is a peaceful and picturesque spot, offering panoramic views of Jaipur, including landmarks such as Jal Mahal and Mansarovar Lake. Visitors often come here to admire its architecture, take photographs, and experience the serene atmosphere.",
    "link": "https://maps.app.goo.gl/o35eP95jx926isPC8"
  }
]
