[
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/jantar-mantar-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Jantar Mantar Jaipur: The World’s Largest Sundial",
    "description": "Jantar Mantar in Jaipur has captivated travelers for years. This open-air astronomical observatory, a UNESCO World Heritage Site, is among the world's rare and timeless attractions. Built long before modern civilization, this observatory showcased ancient methods of reading stars and the skies.\n\nMajor Attractions Within Jantar Mantar:\nThe observatory comprises 19 instruments used to measure celestial positions and distances. These instruments, carved in stone, depict various geometric shapes. A local guide or an audio guide is recommended for understanding how they function.\n\nKey instruments include:\n1. Vrihat Smarat Yantra: The Huge Sundial\n2. Laghu Smarat Yantra\n3. Ram Yantra\n4. Jaya Prakash Yantra\n5. Chakra Yantra\n6. Digamsa\n7. Nadivalaya\n8. Karnti Vritya\n\nJantar Mantar Jaipur Address: Gangori Bazaar, J.D.A. Market, Kanwar Nagar, Jaipur, Rajasthan, 302002, India"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/city-palace-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "City Palace",
    "description": "Jaipur, a city steeped in Rajput history, transports visitors to the regal past the moment they arrive. Among its architectural marvels, City Palace stands at the center, embodying the grandeur of Jaipur's royal heritage. Once the residence of Jaipur’s royal family, it is now divided into a museum section and a private area still occupied by the royal descendants.\n\nInside City Palace:\n- Pitam Niwas Chowk (Royal Gates)\n- Mubarak Mahal\n- Chandra Mahal\n- The Armory\n- Bagghi Khana (Carriage Museum)\n- Diwan-e-Khaas\n- Diwan-e-Aam (Sarvato Bhadra)\n\nCity Palace Jaipur Address: Jaleb Chowk, Near Jantar Mantar, Tripolia Bazar, Gangori Bazaar, J.D.A. Market, Kanwar Nagar, Jaipur, Rajasthan, 302002, India"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/albert-hall-museum-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Albert Hall Museum",
    "description": "The Albert Hall Museum in Jaipur is a treasure trove of culture and heritage. Known for its rich collection of artifacts and stunning architecture, it stands as a symbol of Rajasthan’s glorious past.\n\nThings to see inside:\n- Egyptian Mummy\n- Pottery\n- Figurines and Sculptures\n- Murals\n- Carpets and Textiles\n\nAlbert Hall Museum Jaipur Address: Ram Niwas Garden, Ashok Nagar, Jaipur, Rajasthan, 302001, India"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/anokhi-museum-of-hand-printing-jaipur-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Anokhi Museum of Hand Printing",
    "description": "Located just a kilometer from Amber Fort, the Anokhi Museum of Hand Printing is dedicated to preserving the centuries-old art of hand block printing. The museum showcases artisans demonstrating intricate carvings on wooden and brass blocks, textile printing techniques, and the use of natural dyes such as indigo and turmeric.\n\nExhibits include:\n- Traditional Rajasthani textiles\n- Historic wooden printing blocks\n- A display of ‘Anokhi Archives’ featuring garments from the 1960s\n\nWorkshops and guided tours are available for those interested in learning the craft.\n\nAnokhi Museum of Hand Printing Address: Anokhi Haveli, Near Badrinath Temple, Kheri Gate, Amber, Amer, Jaipur, Rajasthan, 302028, India"
  },
  {
    "src": "https://jaipurtourism.co.in/images/places-to-visit/header/jawahar-kala-kendra-jaipur-tourism-entry-fee-timings-holidays-reviews-header.jpg",
    "title": "Jawahar Kala Kendra",
    "description": "Jawahar Kala Kendra (JKK), dedicated to India's first Prime Minister, Pandit Jawaharlal Nehru, serves as a cultural and arts hub in Jaipur. Designed to reflect the layout of the city itself, JKK promotes Rajasthani heritage, traditional arts, and crafts.\n\nHighlights:\n- Theatres: JKK has three theatres (one open-air and two indoor), with the open-air venue accommodating 400 people.\n- Alankar Museum: A collection of artifacts, wooden carvings, sculptures, and traditional Rajasthani decor.\n- Navras Festival: A week-long event featuring multidisciplinary performances and cultural walks.\n- Coffee House: A popular hangout serving local snacks and South Indian dishes.\n\nJawahar Kala Kendra Address: 2, Jawahar Lal Nehru Marg, Jhalana Doongri, Jaipur, Rajasthan, 302004, India"
  },
  {
    "src": "https://jaipurwaxmuseum.com/wp-content/uploads/2024/07/sheeshmehal.jpg",
    "title": "Jaipur Wax Museum",
    "description": "The Jaipur Wax Museum, the first of its kind in a heritage site, is situated inside Nahargarh Fort. The museum showcases over 30 lifelike wax statues of famous personalities, crafted by renowned sculptor Susanta Ray.\n\nKey attractions:\n- **Royal Darbar**: Features statues of Jaipur’s Maharajas and Maharanis along with a display on Jaipur’s gemstone legacy.\n- **Hall of Icons**: Wax figures of national and international personalities, including Amitabh Bachchan, Mahatma Gandhi, Bhagat Singh, Albert Einstein, and Michael Jackson.\n- **Sheesh Mahal**: A beautifully restored mirror palace from the 16th century, adorned with intricate inlay mirrors.\n\nNahargarh Wax Museum Timings: Open daily from 10 AM to 6 PM.\n\nTicket Prices:\n- Indian Nationals: ₹500 per person (includes entry to the Wax Museum and Sheesh Mahal).\n- Foreign Tourists: ₹700 per person.\n\nJaipur Wax Museum Address: Nahargarh Fort, Jaipur, Rajasthan, 302001, India"
  }
]
